Repository: Loriage/Minidisc
Catalog: Minidisc/LocalMusic.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, zh_hans, zh_hant

source: Local Files
de: Lokale Dateien
el: Τοπικά αρχεία
es: Archivos locales
fr: Fichiers locaux
it: File locali
ja: ローカルファイル
zh_hans: 本地文件
zh_hant: 本機檔案

source: Add Folder
de: Ordner hinzufügen
el: Προσθήκη φακέλου
es: Añadir carpeta
fr: Ajouter un dossier
it: Aggiungi cartella
ja: フォルダを追加
zh_hans: 添加文件夹
zh_hant: 加入檔案夾

source: Manage Folders
de: Ordner verwalten
el: Διαχείριση φακέλων
es: Gestionar carpetas
fr: Gérer les dossiers
it: Gestisci cartelle
ja: フォルダを管理
zh_hans: 管理文件夹
zh_hant: 管理檔案夾

source: Music Folders
de: Musikordner
el: Φάκελοι μουσικής
es: Carpetas de música
fr: Dossiers de musique
it: Cartelle musicali
ja: 音楽フォルダ
zh_hans: 音乐文件夹
zh_hant: 音樂檔案夾

source: Remove Folder
de: Ordner entfernen
el: Αφαίρεση φακέλου
es: Quitar carpeta
fr: Retirer le dossier
it: Rimuovi cartella
ja: フォルダを解除
zh_hans: 移除文件夹
zh_hant: 移除檔案夾

source: Use Local Files
de: Lokale Dateien verwenden
el: Χρήση τοπικών αρχείων
es: Usar archivos locales
fr: Utiliser des fichiers locaux
it: Usa file locali
ja: ローカルファイルを使う
zh_hans: 使用本地文件
zh_hant: 使用本機檔案

source: Unknown Artist
de: Unbekannter Interpret
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
fr: Artiste inconnu
it: Artista sconosciuto
ja: 不明なアーティスト
zh_hans: 未知艺人
zh_hant: 未知藝人

source: Unavailable on this device
de: Auf diesem Gerät nicht verfügbar
el: Μη διαθέσιμο σε αυτή τη συσκευή
es: No disponible en este dispositivo
fr: Indisponible sur cet appareil
it: Non disponibile su questo dispositivo
ja: このデバイスでは利用できません
zh_hans: 此设备上不可用
zh_hant: 此裝置上無法使用

source: Add music folders from Files. Your audio stays where it is.
de: Füge Musikordner aus Dateien hinzu. Deine Audiodateien bleiben an ihrem Speicherort.
el: Προσθέστε φακέλους μουσικής από τα Αρχεία. Τα αρχεία ήχου παραμένουν στη θέση τους.
es: Añade carpetas de música desde Archivos. Tus archivos de audio permanecen en su ubicación.
fr: Ajoutez des dossiers de musique depuis Fichiers. Vos fichiers audio restent à leur emplacement.
it: Aggiungi cartelle musicali da File. I tuoi file audio restano nella loro posizione.
ja: 「ファイル」から音楽フォルダを追加します。音声ファイルは元の場所に保存されたままです。
zh_hans: 从“文件”添加音乐文件夹。音频文件会保留在原位置。
zh_hant: 從「檔案」加入音樂檔案夾。音訊檔案會保留在原位置。

source: Folder unavailable. Add it again to restore access.
de: Ordner nicht verfügbar. Füge ihn erneut hinzu, um den Zugriff wiederherzustellen.
el: Ο φάκελος δεν είναι διαθέσιμος. Προσθέστε τον ξανά για επαναφορά της πρόσβασης.
es: Carpeta no disponible. Añádela de nuevo para recuperar el acceso.
fr: Dossier indisponible. Ajoutez-le à nouveau pour rétablir l’accès.
it: Cartella non disponibile. Aggiungila di nuovo per ripristinare l’accesso.
ja: フォルダを利用できません。再度追加してアクセスを復元してください。
zh_hans: 文件夹不可用。请重新添加以恢复访问。
zh_hant: 檔案夾無法使用。請重新加入以恢復存取。

source: No audio files found. Check your folders in Files, then refresh.
de: Keine Audiodateien gefunden. Prüfe deine Ordner in Dateien und aktualisiere dann.
el: Δεν βρέθηκαν αρχεία ήχου. Ελέγξτε τους φακέλους σας στα Αρχεία και ανανεώστε.
es: No se encontraron archivos de audio. Comprueba tus carpetas en Archivos y actualiza.
fr: Aucun fichier audio trouvé. Vérifiez vos dossiers dans Fichiers, puis actualisez.
it: Nessun file audio trovato. Controlla le cartelle in File, poi aggiorna.
ja: 音声ファイルが見つかりません。「ファイル」でフォルダを確認し、更新してください。
zh_hans: 未找到音频文件。请在“文件”中检查文件夹，然后刷新。
zh_hant: 找不到音訊檔案。請在「檔案」中檢查檔案夾，然後重新整理。

source: This audio file cannot be played on this device.
de: Diese Audiodatei kann auf diesem Gerät nicht abgespielt werden.
el: Αυτό το αρχείο ήχου δεν μπορεί να αναπαραχθεί σε αυτή τη συσκευή.
es: Este archivo de audio no se puede reproducir en este dispositivo.
fr: Ce fichier audio ne peut pas être lu sur cet appareil.
it: Questo file audio non può essere riprodotto su questo dispositivo.
ja: この音声ファイルは、このデバイスでは再生できません。
zh_hans: 无法在此设备上播放此音频文件。
zh_hant: 無法在此裝置上播放此音訊檔案。

source: This file is unavailable. Download or restore it in Files, then refresh Minidisc.
de: Diese Datei ist nicht verfügbar. Lade sie in Dateien herunter oder stelle sie wieder her und aktualisiere dann Minidisc.
el: Αυτό το αρχείο δεν είναι διαθέσιμο. Κατεβάστε το ή επαναφέρετέ το στα Αρχεία και ανανεώστε το Minidisc.
es: Este archivo no está disponible. Descárgalo o restáuralo en Archivos y actualiza Minidisc.
fr: Ce fichier est indisponible. Téléchargez-le ou restaurez-le dans Fichiers, puis actualisez Minidisc.
it: Questo file non è disponibile. Scaricalo o ripristinalo in File, poi aggiorna Minidisc.
ja: このファイルを利用できません。「ファイル」でダウンロードまたは復元してから、Minidiscを更新してください。
zh_hans: 此文件不可用。请在“文件”中下载或恢复它，然后刷新 Minidisc。
zh_hant: 此檔案無法使用。請在「檔案」中下載或回復它，然後重新整理 Minidisc。

source: This folder is unavailable. Check its location and permissions in Files, or add it again.
de: Dieser Ordner ist nicht verfügbar. Prüfe seinen Speicherort und seine Zugriffsrechte in Dateien oder füge ihn erneut hinzu.
el: Αυτός ο φάκελος δεν είναι διαθέσιμος. Ελέγξτε τη θέση και τα δικαιώματά του στα Αρχεία ή προσθέστε τον ξανά.
es: Esta carpeta no está disponible. Comprueba su ubicación y sus permisos en Archivos o añádela de nuevo.
fr: Ce dossier est indisponible. Vérifiez son emplacement et ses autorisations dans Fichiers, ou ajoutez-le à nouveau.
it: Questa cartella non è disponibile. Controlla la sua posizione e i permessi in File oppure aggiungila di nuovo.
ja: このフォルダを利用できません。「ファイル」で場所とアクセス権を確認するか、再度追加してください。
zh_hans: 此文件夹不可用。请在“文件”中检查其位置和权限，或重新添加。
zh_hant: 此檔案夾無法使用。請在「檔案」中檢查其位置和權限，或重新加入。

source: Unknown Album
de: Unbekanntes Album
el: Άγνωστο άλμπουμ
es: Álbum desconocido
fr: Album inconnu
it: Album sconosciuto
ja: 不明なアルバム
zh_hans: 未知专辑
zh_hant: 未知專輯

source: Your files stay in place. Removing a folder from Minidisc does not delete them.
de: Deine Dateien bleiben an ihrem Speicherort. Wenn du einen Ordner aus Minidisc entfernst, werden seine Dateien nicht gelöscht.
el: Τα αρχεία σας παραμένουν στη θέση τους. Η αφαίρεση ενός φακέλου από το Minidisc δεν τα διαγράφει.
es: Tus archivos permanecen en su ubicación. Quitar una carpeta de Minidisc no los elimina.
fr: Vos fichiers restent à leur emplacement. Retirer un dossier de Minidisc ne les supprime pas.
it: I tuoi file restano nella loro posizione. Rimuovere una cartella da Minidisc non li elimina.
ja: ファイルは元の場所に保存されたままです。Minidiscからフォルダを削除しても、ファイルは削除されません。
zh_hans: 文件会保留在原位置。从 Minidisc 移除文件夹不会删除其中的文件。
zh_hant: 檔案會保留在原位置。從 Minidisc 移除檔案夾不會刪除其中的檔案。

source: Download cloud files in Files before playing them.
de: Lade Dateien aus der Cloud vor der Wiedergabe in der App Dateien herunter.
el: Κατεβάστε τα αρχεία από το cloud στην εφαρμογή Αρχεία πριν από την αναπαραγωγή.
es: Descarga los archivos de la nube en Archivos antes de reproducirlos.
fr: Téléchargez les fichiers du cloud dans Fichiers avant de les lire.
it: Scarica i file dal cloud nell’app File prima di riprodurli.
ja: クラウド上のファイルは、再生する前に「ファイル」でダウンロードしてください。
zh_hans: 播放前，请先在“文件”中下载云端文件。
zh_hant: 播放前，請先在「檔案」中下載雲端檔案。
